[
    {
        "id":1,
        "title": "StudyHive",
        "image": "./Screenshot 2025-01-05 021740.png",
        "technologies": ["React", "Node.js", "MongoDB", "CSS", "Express"],
        "livelink": "https://assignment-11-client-c292f.web.app",
        "githublink": "https://github.com/programming-hero-web-course2/b10a11-client-side-jui9797",
        "description": "Welcome to StudyHive – Revolutionizing Collaborative Learning! Education is better together. At StudyHive, we bring students from all over the world into a single, interactive space where they can learn, share knowledge, and grow as a team. Whether you’re preparing for exams, tackling assignments, or simply exploring new subjects, our platform is designed to make group study effective, engaging, and fun.At  StudyHive, we believe that education thrives in a collaborative environment. By fostering teamwork, communication, and shared learning, we aim to empower students to achieve more together than they ever could alone.",
        "date": "2024-06-15",
        "author": "Jannat",
        "category": "Web Development"
    },
    {
        "id":2,
        "title": "A Burn House Project",
        "image": "./Screenshot 2025-01-05 020455.png",
        "technologies": ["HTML", "CSS", "JavaScript", "Tailwind CSS"],
        "livelink": "https://jui9797.github.io/b10-assignment3",
        "githublink": "https://github.com/jui9797/b10-assignment3",
        "description": "Welcome to Rinterio – Your Gateway to the Perfect Home! Finding a home should be exciting, not stressful. At Rinterio, we make it easy to discover, explore, and secure your dream property. Whether you're looking for a modern apartment, a luxurious villa, or a cozy family home, our platform is designed to meet all your housing needs. At Rinterio, our mission is to make finding a home simple, enjoyable, and hassle-free. We aim to empower you with the tools, resources, and support you need to make informed decisions and find a place that truly feels like home.We provide more than property listings—we offer insights, tips, and guides to help you navigate the housing market, whether you’re renting, buying, or investing.",
        "date": "2024-01-22",
        "author": "Jannat",
        "category": "Frontend Development"
    },
    {
        "id":3,
        "title": "Pet Adoption",
        "image": "./Screenshot 2025-01-05 012459.png",
        "technologies":["HTML", "CSS", "JavaScript", "Tailwind CSS"],
        "livelink": "https://lighthearted-dolphin-cbf4ed.netlify.app",
        "githublink": "https://github.com/programming-hero-web-course2/b10a6-pet-adoption-jui9797?tab=readme-ov-file",
        "description": "Every year, thousands of animals find themselves in shelters, longing for a safe and loving home. Our mission is to bridge the gap between compassionate individuals like you and pets in need. With an extensive database of adoptable animals, our website makes it easier than ever to find your new best friend.We believe in creating a transparent and supportive adoption experience. Our team collaborates with trusted shelters and rescue organizations to ensure every pet listed on our site is healthy, well-cared-for, and ready for adoption.At Pet Adoption, we also provide resources to support pet parents throughout their journey. From training tips to health care advice, we’re here to help you build a loving bond with your new furry family member.",
        "date": "2024-08-10",
        "author": "Jannat",
        "category": "Frontend Development"
    }
]
